Repository: VladislavKudrin/salt_to_show
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ru, uk

source: Seller:
ru: Продавец:
uk: Продавець:

source: Tracking:
ru: Трекинг:
uk: Трекiнг:

source: not shipped yet
ru: Еще не отправлено

source: No orders yet
ru: Пока что нет заказов
uk: Поки що тут пусто

source: Buyer:
ru: Покупатель:
uk: Покупець:

source: When I get my money?
ru: Когда я получу деньги?

source: The buyer confirmed receipt of the item and was satisfied, so the money will be transferred to your card within 24 hours. Congratulations on the successful deal!
ru: Покупатель подтвердил получение айтема и остался доволен, поэтому деньги переведутся тебе на карту в течение 24 часов. Поздравляем с успешной сделкой!

source: Address:
ru: Адрес:
uk: Адрес:

source: How to ship
ru: Как отправить?

source: <b>Ship</b> item within 24 hours to the specified address <b>with prepaid delivery</b> (since the buyer has already paid the full amount, including delivery). After it is sent, do not forget to <b>add tracking</b>. After successful delivery, the money will be transferred to your card (%(seller_card)s).
ru: <b>Отправь</b> айтем в течение 24 часов на указанный адрес <b>без наложенного платежа</b> (так как покупатель уже оплатил полную сумму с учетом доставки). Как отправишь, не забудь <b>добавить трекинг</b>. После успешной доставки, деньги будут переведены на твою карту (%(seller_card)s).

source: Add tracking:
ru: Добавить трекинг:

source: Report a problem
ru: Написать в поддержку

source: Received
ru: Получено
uk: Отримано

source: Cancel
ru: Отменить
uk: Скасувати

source: Report:
ru: Пожаловаться:
uk: Скарга:

source: The buyer confirmed receipt of the item and was satisfied, so the money will be transferred to your card within 24 hours. Congratulations on the successful deal!
ru: Покупатель подтвердил получение айтема и остался доволен, поэтому деньги переведутся тебе на карту в течение 24 часов. Поздравляем с успешной сделкой!

source: Report
ru: Пожаловаться
uk: Скарга

source: Some keywords about your item
ru: Пара слов про айтем
uk: Кілька слів про айтем

source: Describe your item in details
ru: Подробно опиши айтем
uk: Детально опиши айтем

source: Price in
ru: Цена в
uk: Цiна у

source: Shipping price in
ru: Цена доставки
uk: Введи ціну у

source: Please, select a gender
ru: — Выбери гендер —
uk: — Вибери стать —

source: Please, select a valid category
ru: Выбери подходящую категорию
uk: — Вибери категорію —

source: Please, select a valid size
ru: Выбери подходящий размер
uk: — Вибери розмір —

source: Please, select a condition
ru: — Выбери состояние —
uk: — Вибери стан —

source: Please, select existing brand
ru: — Выбери существующий бренд —
uk: — Вибери бренд —

source: Please, make it shorter. # of lines to be removed:
ru: Сделай короче. Убери # строк :
uk: Зробіть її коротшою. Кількість рядків, які потрібно видалити:

source: Please, make it shorter. # of characters to be removed:
ru: Сделай короче. Убери # символов :
uk: Зробіть її коротшою. # символів, які потрібно видалити:

source: Images*
ru: Фото
uk: Фото

source: Upload at least 4 images
ru: Загрузи как минимум 4 фото

source: Not enough photos. Minimal amount - 4
ru: Недостаточно фотографий. Минимальное колличество - 4

source: Too many files, max. amount 8
ru: Слишком много фотографий. Максимальное колличество - 8

source: Price:
ru: Цена:
uk: Цiна:

source: To pay:
ru: К оплате:
uk: До сплати:

source: My Items:
ru: Мои айтемы:
uk: Мої айтеми:

source: Email info@saltish.co if the brand you are trying to add does not exist.
ru: Напиши на info@saltish.co если твоего бренда нет в списке.
uk: Напиши на info@saltish.co якщо твій бажаний бренд відсутній.

source: Photos*
ru: Фото
uk: Фотографії *

source: Browse
ru: Выбрать
uk: Вибрати

source: Too many images. Should be less than
ru: Залей меньше фото. Их должно быть не больше
uk: Забагато фото. Повинно бути менше ніж

source: Authenticity check...
ru: Проверка на оригинальность…
uk: Перевірка аутентичності ...

source: Viewed items:
ru: Недавно просмотренное:
uk: Нещодавно переглянуте:

source: Safe deal
ru: Безопасная покупка

source: 100%% buyer protection
ru: 100%% защита покупателя

source: Every transaction on SALT is protected
ru: Каждая транзакция на SALT защищена

source: Delivery and check at Nova Poshta
ru: Доставка и проверка в отделении Новой Почты

source: Full refund if item didn't arrive
ru: Возврат средств если товар не подошел или не пришел

source: Authentic items only
ru: Только оригинальные айтемы

source: Every item is being checked its authenticity
ru: Каждый айтем на SALT проверяется на подлинность

source: Your address
ru: Твой адрес

source: Authentic
ru: Оригинал
uk: Оригiнал

source: Shipping:
ru: Доставка:

source: Browse photos
ru: Выбери фото

source: Fake
ru: Фейк
uk: Фейк

# card_my_items_approved
source: Approved
ru: На сайте
uk: Затверджено

source: Pending
ru: Проверяется
uk: Перевіряється

source: Update
ru: Редактировать
uk: Редагувати

source: Delete
ru: Удалить
uk: Видалити

source: Please add valid card before selling item. This is needed to transfer you money in case of successful transaction
ru: Пожалуйста, укажи свои реквизиты. Это необходимо для перевода средств за проданный продукт.

source: Name:
ru: ФИО:

source: Card number:
ru: Номер карты:

source: Yesterday
ru: Вчера

source: Report?
ru: Пожаловаться?
uk: Скарга?

source: Size:
ru: Размер:
uk: Розмiр:

source: Condition:
ru: Состояние:
uk: Стан:

source: Description:
ru: Описание:
uk: Опис:

source: 2-step-verified on
ru: Двухфакторная проверка пройдена
uk: Двофакторну перевірку пройдено

source: Checked on
ru: Проверено
uk: Перевірено

source: AI-checked
ru: Проверено ИИ
uk: Перевірено ШI

source: Needs to be approved by our expert team
ru: После проверки экспертом айтем будет залит
uk: Пiсля перевірки экспертом айтем буде опублiкован

source: Posted
ru: Загружено
uk: Завантажено

source: ago
ru: назад
uk: тому

source: Only customers in Ukraine are eligible to sell (as for now)
ru: Пока только юзеры из Украины могут заливать айтемы на продажу (мы работаем над другими регионами)
uk: Лише користувачі з України можуть здійснювати продаж (поки що)

source: Please add card information to add an item!
ru: Добавь реквизиты карты, чтобы начать загружать вещи
uk: Будь-ласка додай реквізити карты, щоб почати додавати речі

# Upload_Item_create
source: Create
ru: Залить
uk: Залити

source: Add a new item
ru: Залить новый айтем
uk: Додати новий айтем

source: Your item was checked by AI. Within next 24 hours the check will be confirmed by our moderator team and your item will be published
ru: Твой айтем проверен Иcкусственным Интеллектом. В течение 24 часов проверку подтвердит модератор и айтем будет выставлен на продажу
uk: Твій Айтем перевірений Штучним Інтелектом. Протягом 24 годин перевірку підтвердить модератор і Айтем буде виставлений на продаж

source: Thank you. We have already received your report.
ru: Спасибо. Мы уже получили твою жалобу.
uk: Дякуємо, ми вже отримали твою скаргу.

source: Thank you. We will check this item manually.
ru: Спасибо. Мы проверим айтем мануально.
uk: Дякуємо. Ми перевіримо цей айтем особисто.

source: The item you want to buy is not available anymore. Check out the others!
ru: Айтем больше не доступен. Чекни другие!

source: Pay order
ru: Оплатить заказ

source: Search
ru: Поиск
uk: Пошук

source: Oops... No results for your query. Try another one!
ru: Ой… Ничего не найдено. Попробуй поискать что-нибудь другое!
uk: Ой... Немає результатів для твого запиту. Спробуй щось інше!

source: Oops ... Something went wrong. We're notified and working on a fix!
ru: Ой … Что-то пошло не так. Мы оповещены и уже работаем над решением!
uk: Ой … Щось пішло не так. Ми повідомленнi i вже працюємо над вирішенням!

source: Oops ... This page doesn't exist! :(
ru: Ой … Tакой страницы не существует! :(
uk: Ой … Tакой сторінки не існує! :(

source: About
ru: О нас
uk: Про нас

source: Terms
ru: Оферта
uk: Умови

source: Privacy
ru: Прайваси
uk: Прайвасi

# account_dropdown_home
source: Home
ru: Аккаунт
uk: Аккаунт

source: Messages
ru: Сообщения
uk: Повідомлення

source: My orders
ru: Заказы
uk: Мої ордери

source: My items
ru: Мои айтемы
uk: Мої айтеми

source: Wishlist
ru: Избранное
uk: Улюблене

# account_dropdown_history
source: History
ru: Просмотренное
uk: Переглянуте

source: Settings
ru: Настройки
uk: Налаштування

source: What makes SALT different from others? Well, we have a zero-fake-policy here. No one loves fakes, and we understand that. That’s why SALT exists - the first marketplace for designer clothes, where it is being constantly monitored. Really monitored. <a style="text-decoration: underline;" class='dimmed-white' href="https://www.saltish.co/products/fakelist/">Here</a> you can check out the list of fakes that we filtered. Therefore, on SALT you can be 100%% sure that you are buying a nice authentic piece.
ru: То, что отличает нас от других: на SALT нет и никогда не будет фейков. Фейки никто не любит, и мы это понимаем. Именно поэтому и существует SALT - первая торговая площадка брендовой одежды, на которой за этим следят. По-настоящему следят. <a style="text-decoration: underline;" class='dimmed-white' href="https://www.saltish.co/products/fakelist/">Вот здесь</a> можно посмотреть список фейков, которые мы отфильтровали. На SALT ты всегда можешь быть на 100%% уверен_а, что приобретаешь оригинальную вещь.
uk: Те, що відрізняє нас від інших: на SALT немає і ніколи не буде фейків. Фейки ніхто не любить, і ми це розуміємо. Саме тому й існує SALT - перший торгівельний майданчик брендового одягу, де за цим стежать. По-справжньому стежать. <a style="text-decoration: underline;" class='dimmed-white' href="https://www.saltish.co/products/fakelist/">Ось тут</a> можна подивитися список фейків, які ми відфільтрували. На SALT ти завжди можеш бути на 100%% впевнена_ий, що здобуваєш оригінальну річ.

source: SALT has two-factor product verification (sounds awesome, right?). In simple words, each item is checked exactly two times. The first one happens right after uploading. Just in a few seconds, our AI-model assigns a label to the product - fake or authentic. The model thinks fast and improves itself with each item (neural nets and all that). And the second step is a thorough manual check performed by our experts. Thanks to the two-factor verification of all items, no fake will get to SALT.
ru: На SALT действует двухфакторная верификация продукта (звучит круто, правда?). Простыми словами, каждый айтем проверяется ровно два раза. Первый – сразу после загрузки. За считанные секунды наш Искусственный Интеллект опознает подделки. Модель совершенствуется с каждым загруженным айтемом (нейронные сети и все такое). А второй шаг – это тщательный мануальный чек, который выполняют наши опытные эксперты. Благодаря двухфакторной верификации продукта на SALT не пройдет ни один фейк.
uk: На SALT діє двофакторна верифікація продукту (звучить круто, правда?). Простими словами, кожен айтем перевіряється рівно два рази. Перший - відразу після завантаження. За лічені секунди наш Штучний Iнтелект розпізнає підробки. Модель вдосконалюється з кожним завантаженим айтемом (нейронні мережі та усе таке). А другий крок - це ретельний мануальний чек, який виконують наші досвідчені експерти. Завдяки двофакторній верифікації продукту на SALT не пройде жоден фейк.

source: Simplicity is our core concept. And this applies not only to minimalistic design and user-friendly interface. We want to make shopping as enjoyable as possible. Therefore, on SALT there is no and never will be annoying ads and paid promotion. Why? The idea of SALT is very simple - here clothes get a second chance. The item finds its new owner without harming the environment. SALT only serves as a modest intermediary in this deal.
ru: Простота – наш основной концепт. И это касается не только минималистичного дизайна и удобного интерфейса. Мы хотим сделать шопинг максимально приятным. Поэтому на SALT нет и никогда не будет назойливой рекламы и платного продвижения. Ведь зачем? Идея SALT очень простая - тут одежда приобретает второй шанс. Вещь находит своего нового владельца без вреда окружающей среде. SALT при этом лишь выполняет скромную роль посредника в этой сделке.
uk: Простота - наш основний концепт. І це стосується не тільки мінімалістичного дизайну та зручного інтерфейсу. Ми хочемо зробити шопінг максимально приємним. Тому на SALT немає і ніколи не буде нав'язливої реклами і платного просування. Адже навіщо? Ідея SALT дуже проста - тут одяг набуває другий шанс. Річ знаходить свого нового власника не завдаючи шкоди навколишньому середовищу. SALT при цьому лише виконує скромну роль посередника в цій угоді.

source: Activation Error
ru: Ошибка активации
uk: Помилка

source: Please try again
ru: Попробуй еще раз
uk: Спробуй ще раз

source: Re-activate your Email below
ru: Повторная активация Мейла
uk: Повторна активація мейла

source: Resend Activation
ru: Прислать активацию
uk: Надіслати

source: BUYERS
ru: ПОКУПАТЕЛЯМ
uk: ПОКУПЦЯМ

source: SELLERS
ru: ПРОДАВЦАМ
uk: ПРОДАВЦЯМ

source: There is a secure purchase system on SALT. That means that the seller receives payment only after the buyer confirms the successful delivery of the item.
ru: На SALT действует система безопасной покупки. Это означает, что продавец получает оплату только после того, как покупатель подтвердит успешную доставку айтема.
uk: На SALT існує безпечна система придбання. Це означає, що продавець отримує плату лише після підтвердження покупцем успішної доставки товару.

source: I want to buy an item on SALT. Hmm ... How do I do this?
ru: Я хочу купить вещь на SALT. Хмм… Как же мне это сделать?
uk: Я хочу придбати товар на SALT. Хм ... Як це зробити?

source: - Choose on the item you want to purchase and click on BUY SECURE - Enter your details and select the address of the nearest office of Nova Poshta - Check the cost of goods and delivery, then click on PAY - On the LiqPay website, enter the card details safely (PrivatBank, Visa, MasterCard), and that's it - the item was bought!
ru: - Выбери понравившийся айтем и нажми на КУПИТЬ БЕЗОПАСНО - Введи свои данные и выбери адрес ближайшего отделения Нова Пошта - Проверь стоимость товара и доставки, затем нажми на ОПЛАТИТЬ - На сайте LiqPay введи безопасно данные карты (ПриватБанк, Visa, MasterCard), и все - вещь куплена!
uk: - Виберіть предмет, який хочете придбати, і натисніть КУПИТИ БЕЗПЕЧНО - Введіть свої дані та оберіть адресу найближчого відділення Нової Пошти - Перевірте вартість товару та доставки, потім натисніть кнопку ОПЛАТИТИ - На веб-сайті LiqPay введіть реквізити картки (ПриватБанк, Visa, MasterCard), і все - товар куплений!

source: Payment completed. What's next?
ru: Оплата совершена. Что дальше?
uk: Оплата здійснена. Що далі?

source: - The seller receives a notification of the purchase and shippment data for sending the item - Once the item has been sent, in the ORDERS section you can track delivery by the tracking number - When the item is delivered, confirm the delivery in the ORDERS section.
ru: - Продавец получает оповещение о покупке и данные для отправки - Как только айтем отправлен, в разделе ЗАКАЗЫ ты можешь трекнуть доставку по номеру ТТН - Когда товар доставлен, подтверди получение в разделе ЗАКАЗЫ
uk: - Продавець отримує повідомлення, що містить дані про покупку та доставку і відправляє товар - Після відправлення товару в розділі ЗАМОВЛЕННЯ ви можете відстежувати доставку за номером ТТН - Після доставки товару підтвердіть отримання в розділі ЗАМОВЛЕННЯ.

source: When am I gonna receive the item? I can't wait!
ru: Когда мне придет товар? Жду не дождусь!
uk: Коли я отримаю товар? Я вже не можу чекати!

source: - For the residents of Ukraine, delivery is carried out through Nova Posta - The exact delivery time depends on the regions of the sender and recipient. Usually it is 1-2 days from the moment of sending - You can calculate delivery times here: https://novaposhta.ua/en/onlineorder/estimatedate
ru: - Для жителей Украины доставка осуществляется через Нова Пошта - Точные сроки доставки зависят от регионов отправителя и получателя. Обычно это 1-2 дня с момента отправки - Рассчитать сроки доставки можно здесь: https://novaposhta.ua/ru/onlineorder/estimatedate
uk: - Для мешканців України доставка здійснюється через Нову Пошту - Точний час доставки залежить від регіонів відправника та одержувача. Зазвичай це 1-2 дні з моменту відпралення - Ви можете розрахувати терміни доставки тут: https://novaposhta.ua/uk/onlineorder/estimatedate

source: Is SALT free?
ru: Ваш сервис бесплатный?
uk: SALT безкоштовний?

source: - Yes, shopping on SALT is absolutely free. And also - 100%%%% <a style="text-decoration: underline" href="https://www.saltish.co/about/#safe">safe</a>
ru: - Да, совершать покупки на SALT абсолютно бесплатно. А еще – на 100%% <a style=“text-decoration: underline” href=“https://www.saltish.co/about/#safe”>безопасно</a>
uk: Так, покупки на SALT абсолютно безкоштовні. А також на 100 %%%% <a style="text-decoration: underline" href="https://www.saltish.co/about/#safe"> безпечні </a>

source: I received the item, but ... it does not match the description. What do I do?
ru: Мне пришла вещь, но… она не соответствует описанию. Как быть?
uk: Я отримав айтем, але ... він не відповідає опису. Що мені робити?

source: - In the ORDERS section, click on REPORT and we will contact you within 24 hours to double-check - If the item, indeed, does not match the description, we will refund you money on the specified card
ru: - В разделе ЗАКАЗЫ нажми на ПОЖАЛОВАТЬСЯ, и мы свяжемся с тобой в течение суток для перепроверки - Если вещь действительно не соответствует описанию, мы вернем тебе деньги за покупку на указанную карту
uk: - У розділі ЗАМОВЛЕННЯ натисніть СКАРГА, і ми зв’яжемось з вами протягом 24 годин для подвійної перевірки - Якщо товар, дійсно, не відповідає опису, ми повернемо вам гроші на вказану картку

source: liqpay-test-title
ru: На SALT можно купить новые вещи или только б\у?

source: liqpay-test-des
ru: Все вещи на нашей площадке исключительно категории "секонд-хенд" , т.е. вторичного использования. На SALT нет новых вещей, несмотря на то, что некоторые вещи вторичного использования могут быть в отличном состоянии, с бирками и коробкой.

source: I found a nice item in my closet. How to sell it on SALT?
ru: Завалялся модненький айтем. Как продать его на SALT?
uk: Я знайшов крутий айтем у своїй шафі. Як продати його на SALT?

source: - First, enter your card details in the profile settings (so that customers can transfer you <a href="https://www.youtube.com/watch?v=cC3Kn9Y-cC4"> money </a>!) - Click on SELL and fill out a simple form - That's it - the item is uploaded and available in the section MY ITEMS - After (successful) two-factor verification, it will be visible to everyone in the general catalogue
ru: - Для начала укажи реквизиты своей карты в настройках профиля (чтобы покупатели смогли перевести тебе <a href=“https://www.youtube.com/watch?v=cC3Kn9Y-cC4”>денежки</a>!) - Нажми на SELL и заполни простенькую форму - Опачки - айтем загружен и доступен в разделе МОИ АЙТЕМЫ - После (успешной) двухфакторной верификации он будет виден для всех в общем каталоге
uk: - Спочатку введіть дані вашої картки в налаштуваннях профілю (щоб клієнти могли перевести вам <a href="https://www.youtube.com/watch?v=cC3Kn9Y-cC4"> гроші </a>!) - Клацніть на ПРОДАЖ та заповніть просту форму - Це все - товар завантажений та доступний у розділі МОЇ АЙТЕМИ - Після (успішної) двофакторної перевірки він з'явиться у загальному каталозі

source: Someone purchased my item. When will I get the money?
ru: Мою вещичку купили. Когда я получу деньги?
uk: Хтось придбав мій айтем. Коли я отримаю гроші?

source: - Don’t worry - the money has already been debited from the buyer's card - Therefore, you should immediately ship the item and add tracking in the ORDERS section - As soon as the buyer confirms the successful delivery, the money will come to your card within 24 hours - The buyer has 7 days to confirm the successful delivery - In case the buyer does not confirm the delivery (or did not contact us) after 7 days, the money is transferred to your card automatically
ru: - Не переживай - деньги уже списались с карты покупателя - Поэтому незамедлительно отправь айтем на адрес покупателя и добавь трекинг в разделе ЗАКАЗЫ - Как только покупатель подтвердит успешную доставку, деньги придут к тебе на карту в течение суток - У покупателя есть 7 дней, чтобы подтвердить получение - В случае, если покупатель не подтверждает получение (или не связался с нами) по прошествии 7 дней, денежки переводятся тебе на карту автоматически
uk: - Не хвилюйтеся - гроші вже списані з картки покупця - Тому слід негайно відправити товар і додати номер для відстеження у розділі ЗАМОВЛЕННЯ - Як тільки покупець підтвердить успішну доставку, гроші надійдуть на твою картку протягом 24 годин - Покупець має 7 днів для підтвердження успішної доставки - Якщо покупець не підтвердив доставку (або не зв’язався з нами) через 7 днів, гроші перераховуються автоматично на твою картку

source: What is the SALT commission for each transaction?
ru: Какая комиссия SALT с каждой сделки?
uk: Яка комісія SALT за кожну транзакцію?

source: - As for now - none. We will keep this platform free for as long as possible
ru: - Пока что никакой! Мы делаем все на чистом энтузиазме и будем держать эту платформу бесплатной как можно дольше
uk: - Жодної. Ми будемо тримати цю платформу безкоштовную як можна довше

source: Password changed successfully
ru: Пароль успешно изменен
uk: Пароль успішно змінений

source: Password reset complete
ru: Восстановление пароля прошло успешно
uk: Відновлення пароля пройшло успішно

source: Login now
ru: Войти сейчас
uk: Зайди з новим паролем

source: Set your new password
ru: Укажи свой новый пароль
uk: Вкажи свій новий пароль

# save_new_password
source: Submit
ru: Подтвердить
uk: Підтвердити

source: Almost there...
ru: Еще чуть-чуть…
uk: Залишилось ще трошки…

source: Check your email to reset password
ru: Чекни свой мейл, чтобы восстановить пароль
uk: Перевір свій мейл, щоб відновити пароль

source: Reset password
ru: Сбросить пароль
uk: Відновити пароль

# password_reset
source: Submit
ru: Сбросить
uk: Підтвердити
