Repository: VladislavKudrin/salt_to_show
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ru, uk

source: This email does not exist or already acivated. Would you like to <a href="{link}">register</a>?
ru: Такого мейла не существует или он уже активирован. Хочешь <a href={link}>зарегистрироваться</a>?
uk: Цей мейл не існує. Хочеш <a href={link}>зареєструватися</a>?

source: Min 8 characters, digits + numbers
ru: Минимум 8 символов и цифр
uk: Мінімум 8 символів та цифр

source: Your Email
ru: Твой Email
uk: Твій мейл

source: Go to <a href='{resend_link}'>resend confirmation email</a>.
ru: <a href={resend_link}> (Кликни, чтобы выслать подтверждение еще раз)</a>.
uk: <a href={resend_link}> (Клікни, щоб вислати підтвердження ще раз</a>.)

source: Use this space to talk about your personal style but hold the personal contact details
ru: Расскажи здесь о себе (не указывай контактной информации)
uk: Розкажи тут про себе (але не вказуй контактну інформацію)

source: -- Please select your region --
ru: — Выбери регион —
uk: — Вибери свій регіон —

source: Email
ru: Твой Email
uk: Твій мейл

source: Username
ru: Юзернейм
uk: Юзернейм

source: Region
ru: Регион
uk: Регіон

source: Recieve marketing email?
ru: Получать рассылку?
uk: Отримувати розсилку?

# profile_update
source: Update
ru: Обновить
uk: Оновити

source: You must select a region
ru: Выбери регион
uk: Потрібно вибрати регіон

source: Old password
ru: Старый пароль

source: New password
ru: Новый пароль

source: Confirm password
ru: Подтверди пароль

source: 1-Click Account Verification
ru: Активация аккаунта одним кликом
uk: Активація аккаунту одним кліком

source: Profile Settings
ru: Настройки профиля
uk: Налаштування профiлю

source: Items:
ru: Айтемы:
uk: Айтеми:

source: No items yet
ru: Пока что здесь пусто
uk: Поки що тут пусто

source: Wishlist:
ru: Избранное:
uk: Улюблене:

source: Bio:
ru: Био:
uk: Бio:

source: Update profile
ru: Обновить профиль
uk: Оновити аккаунт

source: Contact
ru: Написать
uk: Написати

source: Submit
ru: Отправить
uk: Надіслати

source: Choose your region
ru: Выбери свой регион
uk: Вибрати регіон

source: Save changes
ru: Сохранить
uk: Зберегти зміни

source: You're in
ru: Ты на сайте
uk: Ти на сайті

source: Your email has already been confirmed. Do you need to <a href="{link}">reset your password</a>?
ru: Твой Мейл уже активирован. Хочешь <a href={link}>сбросить пароль</a>?
uk: Ти вже підтвердив/підтвердила свій мейл. <a href={link}>Скинути пароль</a>?

source: Activation link was sent. Check your Email!
ru: Активация отправлена. Проверь почту!
uk: Активація відправлена. Перевір пошту!

source: Login | Register
ru: Войти | Зарегистрироваться
uk: Увійти | Зареєструватися

source: Or
ru: Или
uk: Або

source: Forgot password?
ru: Забыл_а пароль?
uk: Забув/забула пароль?

source: Please check your email to confirm your account.
ru: Пожалуйста, проверь свою почту, чтобы подтвердить аккаунт.
uk: Будь ласка, перевір свою пошту, щоб підтвердити аккаунт.

source: Email not confirmed.
ru: Мейл не подтвержден.
uk: Мейл не підтверджений.

source: The password seems to be wrong. Try again!
ru: Неверный пароль. Попробуй еще раз!
uk: Невірний пароль. Спробуй ще раз!

source: Update your details
ru: Обновить аккаунт
uk: Оновити аккаунт

source: Change password
ru: Изменить пароль
uk: Змінити пароль

source: Save
ru: Сохранить
uk: Зберегти

source: Logout
ru: Выйти
uk: Вийти

source: Choose Nova Poshta station
ru: — Выбери отделение Новой Почты —

source: Name
ru: Имя и фамилия
uk: Ім’я та прізвище

source: Phone
ru: Телефон
uk: Телефон

source: Enter a valid name
ru: Введи вверное имя

source: Enter a valid card number
ru: Введи правильный номер карты

source: Failed Transaktion: <b>%(order_id)s</b> Response: <b>%(error_response)s</b>
ru: Платеж не прошел: <b>%(order_id)s</b> Причина: <b>%(error_response)s</b>
uk: Помилка транзакції: <b>%(order_id)s</b> Відповідь: <b>%(error_response)s</b>

source: Failed Transaktion: %(order_id)s Response: %(error_response)s
ru: Платеж не прошел: %(order_id)s Причина: %(error_response)s
uk: Помилка транзакції: %(order_id)s Відповідь: %(error_response)s

source: Select a brand
ru: Выбери бренд
uk: Обери бренд

source: Hide Filters
ru: Спрятать фильтры
uk: Сховати фільтри

source: Show Filters
ru: Показать фильтры
uk: Показати фільтри

source: Sort by
ru: Сортировать по
uk: Сортувати по

source: New first
ru: Сначала новые
uk: Спочатку новi

source: Low price first
ru: Сначала дешевые
uk: Спочатку дешеві

source: High price first
ru: Сначала дорогие
uk: Спочатку дорогі

source: Gender
ru: Гендер
uk: Стать

source: Type
ru: Тип
uk: Тип

source: Category
ru: Категория
uk: Категорiя

source: All
ru: Все
uk: Усi

source: Size
ru: Размер
uk: Рoзмiр

source: Condition
ru: Состояние
uk: Стан

source: Brand
ru: Бренд
uk: Бренд

source: Price
ru: Цена
uk: Цiна

source: Please select a chat to start conversation
ru: Выберите собеседника, чтобы начать диалог
uk: Виберіть співрозмовника, щоб почати діалог

source: Today
ru: Сегодня

source: Your message
ru: Твой месседж
uk: Твій месседж

source: Order Id:
ru: Номер заказа:
uk: ID замовлення

source: Only alphanumeric characters are allowed
ru: Допустимы только латинские символы или цифры
uk: Юзернейм повинен містити тільки латинські символи або цифри

source: Only letters and spaces are allowed
ru: Допустимы только латинские символы или пробелы

source: Only digit characters allowed.
ru: Допустимы только цифры.

source: Phone number must be entered in the format: '+380...'
ru: Номер телефона должен начинается с "+380…"

source: Bazar
ru: Базар
uk: Базар

source: Marketplace
ru: Маркетплейс
uk: Маркетплейс

source: No counterfeit
ru: Здесь нет фейков
uk: Тут немає фейків

source: 2-step-verification
ru: Двухфакторная верификация
uk: Двофакторна верифікація

source: Less is more
ru: Лучше меньше, да лучше
uk: Краще менше, та краще

source: Contact us
ru: Напиши нам
uk: Зв’яжіться з нами

source: Sending....
ru: Отправка….
uk: Відправлення….

source: Thank you, your report has been sended
ru: Спасибо, твоя жалоба была отправлена
uk: Дякуэмо, ми отримали твою скаргу

source: Success
ru: Готово!
uk: Готово!

source: Thank you
ru: Спасибо. Мы свяжемся с тобой в ближайшее время!
uk: Дякуємо! Ми зв’яжемося з тобою найближчим часом

source: Kids
ru: Дети
uk: Діти

source: New
ru: Свежее
uk: Свiже

source: Contribute to the sustainable clothes-circle.
ru: Поддерживай круговорот одежды в природе.
uk: Підтримуй колообіг одягу в природі.

source: Find your designer piece fast and safe.
ru: Найди свой брендовый айтем быстро и без фейков.
uk: Знайди свій брендовий айтем швидко та без фейків.

source: Safe
ru: Надежно
uk: Надійно

source: Uploaded items are monitored 24/7/365. There are no fakes on SALT.
ru: Загруженные вещи проверяются 24/7/365. На SALT нет фейков и мошенников.
uk: Завантажені речі перевіряються 24/7/365. На SALT немає фейків і кидал.

source: AI-Powered
ru: Современно
uk: Сучасно

source: We use Machine Learning to detect fakes in our catalogue.
ru: Мы используем Искусственный Интеллект, чтобы исключать подделки из нашего каталога.
uk: Ми використовуємо Штучний Інтелект, щоб виключати підробки з нашого каталогу.

source: Simple
ru: Просто
uk: Легко

source: Our intuitive design was made with love to simplicity and minimalism.
ru: Наш интуитивный дизайн разработан с любовью к простоте и минимализму.
uk: Наш інтуїтивний дизайн розроблений з любов’ю до простоти i мінімалізму.

source: Read more
ru: Узнай больше
uk: Дізнайся більше

source: Go to your profile
ru: Перейти в аккаунт
uk: Перейти до акаунту

source: Join our community
ru: Присоединяйся
uk: Приєднуйся

source: Login | Registration
ru: Логин | Регистрация
uk: Логін | Реєстрація

source: Trending:
ru: В тренде:
uk: У тренді:

source: See all
ru: Показать все
uk: Показати всі

source: Popular designers:
ru: Популярные бренды:
uk: Популярні бренди:

source: Order Confirmation
ru: Подтверждение заказа
uk: Підтвердження замовлення

source: Congratulations! You just have sold an item!
ru: Поздравляем! Ты только что продал айтем!
uk: Вітаємо! Ти щойно продав свій айтем на SALT!

source: uknnown error
ru: неизвестная ошибка
uk: невідома помилка

source: Order Error
ru: Ошибка заказа
uk: Помилка замовлення

source: Orders:
ru: Заказы:
uk: Ордери:

source: Purchases
ru: Покупки
uk: Покупки

source: Sales
ru: Продажи
uk: Продажі

source: Archive
ru: Архив
uk: Архів

source: <div style="text-align: center; padding-bottom: 16px; font-family: sans-serif; padding: 32px 32px;"> <a href="https://www.saltish.co/" style="text-decoration: none; color: black; font-size: 36px">SALT</a> </div> <div style="background-color: #eaeaea4f; font-size: 20px; font-family: sans-serif;text-align: center; padding: 32px 32px;"> <p>Congratulations!</p> <p>Your order <b>%(order_id)s</b> has been successfully paid. We have informed the seller to send your item in %(time)s hours.</p> <div style="text-align: center; margin: 32px 32px;"> <button style="border: 1px solid black; background-color: black; padding: 15px 15px;"> <a href="%(orders_url)s" style="text-decoration: none; color: white; font-size: 16px">GO TO YOUR ORDERS</a> </button> </div> <p>Thank you, <p>SALT</p> <div> <a href="https://vk.com/saltmarketplace" ><img style='width: 20px; height: 20px; margin: 0 4px;' src="https://image.flaticon.com/icons/png/512/2175/2175348.png"></a> <a href="https://www.instagram.com/saltish.co/" ><img style='width: 20px; height: 20px; margin: 0 4px;' src="https://image.flaticon.com/icons/png/512/2175/2175198.png"></a> <a href="https://www.linkedin.com/company/saltish-co/about/" ><img style='width: 20px; height: 20px; margin: 0 4px;' src="https://image.flaticon.com/icons/png/512/2168/2168311.png"></a> </div> </div>
ru: <div style="text-align: center; padding-bottom: 16px; font-family: sans-serif; padding: 32px 32px;"> <a href="https://www.saltish.co/" style="text-decoration: none; color: black; font-size: 36px">SALT</a> </div> <div style="background-color: #eaeaea4f; font-size: 20px; font-family: sans-serif;text-align: center; padding: 32px 32px;"> <p>Поздравляем!</p> <p>Оплата твоего заказа <b>%(order_id)s</b> прошла успешно. Мы проинформировали продавца отправить тебе купленную вещь в течение %(time)s часов.</p> <div style="text-align: center; margin: 32px 32px;"> <button style="border: 1px solid black; background-color: black; padding: 15px 15px;"> <a href="%(orders_url)s" style="text-decoration: none; color: white; font-size: 16px">GO TO YOUR ORDERS</a> </button> </div> <p>Спасибо за то, что ты с нами! <p>SALT</p> <div> <a href="https://vk.com/saltmarketplace" ><img style='width: 20px; height: 20px; margin: 0 4px;' src="https://image.flaticon.com/icons/png/512/2175/2175348.png"></a> <a href="https://www.instagram.com/saltish.co/" ><img style='width: 20px; height: 20px; margin: 0 4px;' src="https://image.flaticon.com/icons/png/512/2175/2175198.png"></a> <a href="https://www.linkedin.com/company/saltish-co/about/" ><img style='width: 20px; height: 20px; margin: 0 4px;' src="https://image.flaticon.com/icons/png/512/2168/2168311.png"></a> </div> </div>
uk: <div style="text-align: center; padding-bottom: 16px; font-family: sans-serif; padding: 32px 32px;"> <a href="https://www.saltish.co/" style="text-decoration: none; color: black; font-size: 36px">SALT</a> </div> <div style="background-color: #eaeaea4f; font-size: 20px; font-family: sans-serif;text-align: center; padding: 32px 32px;"> <p>Вітаємо!</p> <p>Твоє замовлення<b>%(order_id)s</b> було успішно оплачено. Ми повідомили продавця надіслати товар протягом %(time)s годин.</p> <div style="text-align: center; margin: 32px 32px;"> <button style="border: 1px solid black; background-color: black; padding: 15px 15px;"> <a href="%(orders_url)s" style="text-decoration: none; color: white; font-size: 16px">МОЇ ТРАНЗАКЦІЇ</a> </button> </div> <p>Дякуємо за те, що ти з нами! <p>SALT</p> <div> <a href="https://vk.com/saltmarketplace" ><img style='width: 20px; height: 20px; margin: 0 4px;' src="https://image.flaticon.com/icons/png/512/2175/2175348.png"></a> <a href="https://www.instagram.com/saltish.co/" ><img style='width: 20px; height: 20px; margin: 0 4px;' src="https://image.flaticon.com/icons/png/512/2175/2175198.png"></a> <a href="https://www.linkedin.com/company/saltish-co/about/" ><img style='width: 20px; height: 20px; margin: 0 4px;' src="https://image.flaticon.com/icons/png/512/2168/2168311.png"></a> </div> </div>

source: Hey, Your order %(order_id)s has been successfully paid. We have informed the seller to send your item in %(time)s hours. Thank you, SALT
ru: Привет, Твой заказ %(order_id)s был успешно оплачен. Мы проинформировали продавца_щицу отправить предмет в течение %(time)s часов. Спасибо за то, что ты с нами! SALT
uk: Салют! Твоє замовлення %(order_id)s було успішно оплачено. Ми повідомили продавця надіслати товар протягов %(time)s годин. Дякуємо! SALT

source: <p>Hey,</p> <div style="text-align: center; padding-bottom: 16px; font-family: sans-serif; padding: 32px 32px;"> <a href="https://www.saltish.co/" style="text-decoration: none; color: black; font-size: 36px">SALT</a> </div> <div style="background-color: #eaeaea4f; font-family: sans-serif;text-align: center; padding: 32px 32px;"> <div style="font-size: 20px; text-align: left !important;"> <p>Your order <b>%(order_id)s</b> has not been paid. Reason: <b>%(error)s</b> .</p> <p>You can go to <b>Orders</b> and <b>delete</b> this order. After that, please, try again.</p> <p>Thank you, <br> SALT</p> </div> <div> <a href="https://vk.com/saltmarketplace" ><img style='width: 20px; height: 20px; margin: 0 4px;' src="https://image.flaticon.com/icons/png/512/2175/2175348.png"></a> <a href="https://www.instagram.com/saltish.co/" ><img style='width: 20px; height: 20px; margin: 0 4px;' src="https://image.flaticon.com/icons/png/512/2175/2175198.png"></a> <a href="https://www.linkedin.com/company/saltish-co/about/"" ><img style='width: 20px; height: 20px; margin: 0 4px;' src="https://image.flaticon.com/icons/png/512/2168/2168311.png"></a> </div> </div> <p>SALT</p>
ru: <p>Привет,</p> <div style="text-align: center; padding-bottom: 16px; font-family: sans-serif; padding: 32px 32px;"> <a href="https://www.saltish.co/" style="text-decoration: none; color: black; font-size: 36px">SALT</a> </div> <div style="background-color: #eaeaea4f; font-family: sans-serif;text-align: center; padding: 32px 32px;"> <div style="font-size: 20px; text-align: left !important;"> <p>Твой заказ <b>%(order_id)s</b> не был оплачен. Причина: <b>%(error)s</b> .</p> <p>Можешь пройти в <b>Заказы</b> и <b>удалить</b> заказ. После этого попробуй еще раз.</p> <p>Спасибо, <br> SALT</p> </div> <div> <a href="https://vk.com/saltmarketplace" ><img style='width: 20px; height: 20px; margin: 0 4px;' src="https://image.flaticon.com/icons/png/512/2175/2175348.png"></a> <a href="https://www.instagram.com/saltish.co/" ><img style='width: 20px; height: 20px; margin: 0 4px;' src="https://image.flaticon.com/icons/png/512/2175/2175198.png"></a> <a href="https://www.linkedin.com/company/saltish-co/about/"><img style='width: 20px; height: 20px; margin: 0 4px;' src="https://image.flaticon.com/icons/png/512/2168/2168311.png"></a> </div> </div> <p>SALT</p>
uk: <p>Салют!</p> <div style="text-align: center; padding-bottom: 16px; font-family: sans-serif; padding: 32px 32px;"> <a href="https://www.saltish.co/" style="text-decoration: none; color: black; font-size: 36px">SALT</a> </div> <div style="background-color: #eaeaea4f; font-family: sans-serif;text-align: center; padding: 32px 32px;"> <div style="font-size: 20px; text-align: left !important;"> <p>Твоє замовлення <b>%(order_id)s</b> не було оплачено. Причина: <b>%(error)s</b> .</p> <p>Ти можеш перейти до <b>Замовлення</b> та <b>видалити</b> це замовлення. Після цього, будь ласка, спробуй ще раз.</p> <p>Дякуємо за те, що ти з нами! <br> SALT</p> </div> <div> <a href="https://vk.com/saltmarketplace" ><img style='width: 20px; height: 20px; margin: 0 4px;' src="https://image.flaticon.com/icons/png/512/2175/2175348.png"></a> <a href="https://www.instagram.com/saltish.co/" ><img style='width: 20px; height: 20px; margin: 0 4px;' src="https://image.flaticon.com/icons/png/512/2175/2175198.png"></a> <a href="https://www.linkedin.com/company/saltish-co/about/" ><img style='width: 20px; height: 20px; margin: 0 4px;' src="https://image.flaticon.com/icons/png/512/2168/2168311.png"></a> </div> </div> <p>SALT</p>

source: Hey, Your order %(order_id)s has not been paid. Reason: %(error)s . You can go to Orders and delete this order. After that, please, try again. Thank you, SALT
ru: Привет, Твой заказ %(order_id)s не был оплачен. Причина: %(error)s . Можешь пройти в Заказы и удалить заказ. После этого попробуй еще раз. Спасибо, SALT
uk: Салют! Твоє замовлення order %(order_id)s не було оплачено. Причина: %(error)s . Ти можеш перейти до "Ордеры" та видалити це замовлення. Після цього, будь ласка, спробуй ще раз. Дякуємо! SALT

source: <div style="text-align: center; padding-bottom: 16px; font-family: sans-serif; padding: 32px 32px;"> <a href="https://www.saltish.co/" style="text-decoration: none; color: black; font-size: 36px">SALT</a> </div> <div style="background-color: #eaeaea4f; font-size: 20px; font-family: sans-serif;text-align: center; padding: 32px 32px;"> <p>Congratulations!</p> <p>You just sold your item <a href="%(item_url)s">%(item.title)s</a> on SALT.</p> <p>We received the payment from the buyer (in total <b>%(total)s UAH</b>) and will keep that until the successful delivery of the item to the buyer. </p> <p>Please ship the item <b>within the next %(time)s hours</b>, so you get your money as soon as possible and buyer is satisfied.</p> <p>In case there are any questions/issues - don't hestitate to contact us (just answer to this email)</p> <p>Read more about our <a href="%(faq_url)s">purchase system</a></p> <div style="text-align: center; margin: 32px 32px;"> <button style="border: 1px solid black; background-color: black; padding: 15px 15px;"> <a href="%(orders_url)s" style="text-decoration: none; color: white; font-size: 16px">GO TO YOUR TRANSACTIONS</a> </button> </div> <p>Thank you, <p>SALT</p> <div> <a href="https://vk.com/saltmarketplace" ><img style='width: 20px; height: 20px; margin: 0 4px;' src="https://image.flaticon.com/icons/png/512/2175/2175348.png"></a> <a href="https://www.instagram.com/saltish.co/" ><img style='width: 20px; height: 20px; margin: 0 4px;' src="https://image.flaticon.com/icons/png/512/2175/2175198.png"></a> <a href="https://www.linkedin.com/company/saltish-co/about/" ><img style='width: 20px; height: 20px; margin: 0 4px;' src="https://image.flaticon.com/icons/png/512/2168/2168311.png"></a> </div> </div>
ru: <div style="text-align: center; padding-bottom: 16px; font-family: sans-serif; padding: 32px 32px;"> <a href="https://www.saltish.co/" style="text-decoration: none; color: black; font-size: 36px">SALT</a> </div> <div style="background-color: #eaeaea4f; font-size: 20px; font-family: sans-serif;text-align: center; padding: 32px 32px;"> <p>Поздравляем!</p> <p>Ты только что продал свой айтем <a href="%(item_url)s">%(item.title)s</a> на SALT.</p> <p>Мы получили платеж от покупателя (в размере <b>%(total)s грн</b>) и переведем его тебе после успешной доставки вещи покупателю. </p> <p>Пожалуйста, отправь вещь <b>в течение %(time)s часов</b>, чтобы как можно скорее получить оплату и обрадовать покупателя быстрой доставкой.</p> <p>Если возникнут какие-то вопросы - обращайся (просто ответь на этот мейл)</p> <p>Узнай больше про нашу <a href="%(faq_url)s">систему безопасной сделки</a></p> <div style="text-align: center; margin: 32px 32px;"> <button style="border: 1px solid black; background-color: black; padding: 15px 15px;"> <a href="%(orders_url)s" style="text-decoration: none; color: white; font-size: 16px">ПЕРЕЙТИ В МОИ ТРАНЗАКЦИИ</a> </button> </div> <p>Спасибо за то, что ты с нами! <p>SALT</p> <div> <a href="https://vk.com/saltmarketplace" ><img style='width: 20px; height: 20px; margin: 0 4px;' src="https://image.flaticon.com/icons/png/512/2175/2175348.png"></a> <a href="https://www.instagram.com/saltish.co/" ><img style='width: 20px; height: 20px; margin: 0 4px;' src="https://image.flaticon.com/icons/png/512/2175/2175198.png"></a> <a href="https://www.linkedin.com/company/saltish-co/about/" ><img style='width: 20px; height: 20px; margin: 0 4px;' src="https://image.flaticon.com/icons/png/512/2168/2168311.png"></a> </div> </div>
uk: <div style="text-align: center; padding-bottom: 16px; font-family: sans-serif; padding: 32px 32px;"> <a href="https://www.saltish.co/" style="text-decoration: none; color: black; font-size: 36px">SALT</a> </div> <div style="background-color: #eaeaea4f; font-size: 20px; font-family: sans-serif;text-align: center; padding: 32px 32px;"> <p>Вітаємо!</p> <p>Ти щойно продав свій айтем <a href="%(item_url)s">%(item.title)s</a> на SALT.</p> <p>Ми отримали платіж від покупця (in total <b>%(total)s грн</b>) і переведемо його тобі після успішної доставки речі покупцеві. </p> <p>Будь ласка, відправ річ <b>протягом %(time)s годин</b>, щоб якомога швидше отримати оплату і порадувати покупця швидкою доставкою.</p> <p>Якщо виникнуть якісь питання - звертайся (просто відповідай на цей мейл)</p> <p>Дізнайся більше про нашу <a href="%(faq_url)s">про нашу систему безпечної угоди</a></p> <div style="text-align: center; margin: 32px 32px;"> <button style="border: 1px solid black; background-color: black; padding: 15px 15px;"> <a href="%(orders_url)s" style="text-decoration: none; color: white; font-size: 16px">МОЇ ТРАНЗАКЦІЇ</a> </button> </div> <p>Дякуємо за те, що ти з нами! <p>SALT</p> <div> <a href="https://vk.com/saltmarketplace" ><img style='width: 20px; height: 20px; margin: 0 4px;' src="https://image.flaticon.com/icons/png/512/2175/2175348.png"></a> <a href="https://www.instagram.com/saltish.co/" ><img style='width: 20px; height: 20px; margin: 0 4px;' src="https://image.flaticon.com/icons/png/512/2175/2175198.png"></a> <a href="https://www.linkedin.com/company/saltish-co/about/" ><img style='width: 20px; height: 20px; margin: 0 4px;' src="https://image.flaticon.com/icons/png/512/2168/2168311.png"></a> </div> </div>

source: Congratulations! You just sold your item %(item.title)s</a> on SALT. We received the payment from the buyer (in total %(total)s UAH) and will keep that until the successful delivery of the item to the buyer. Please ship the item within the next %(time)s hours, so you get your money as soon as possible and buyer is satisfied. In case there are any questions/issues - don't hestitate to contact us (just answer to this email) Thank you, SALT
ru: Поздравляем! Ты только что продал свой айтем %(item.title)s</a> на SALT. Мы получили платеж от покупателя (в размере %(total)s грн) и переведем его тебе после успешной доставки вещи покупателю. Пожалуйста, отправь вещь в течение %(time)s часов, чтобы как можно скорее получить оплату и обрадовать покупателя быстрой доставкой. Если возникнут какие-то вопросы - обращайся (просто ответь на этот мейл). Спасибо за то, что ты с нами! SALT
uk: Вітаємо! Ти щойно продав свій айтем %(item.title)s</a> на SALT. Ми отримали платіж від покупця (in total %(total)s грн) і переведемо його тобі після успішної доставки речі покупцеві.. Будь ласка, відправ річ протягом %(time)s годин, щоб якомога швидше отримати оплату і порадувати покупця швидкою доставкою. Якщо виникнуть якісь питання - звертайся (просто відповідай на цей мейл). Дякуємо за те, що ти з нами! SALT

source: Contact seller
ru: Написать продавцу
uk: Зв’язатися с продавцем

source: Contact buyer
ru: Написать покупателю

source: Received order
ru: Айтем получен!

source: Cancel order
ru: Отменить заказ

source: Rate the order:
ru: Твой фидбек:
uk: Оцініть замовлення:

source: Close
ru: Закрыть
uk: Закрити

source: Send feedback
ru: Отправить
uk: Відправити фідбек

source: Status:
ru: Статус:
uk: Статус:

source: Total:
ru: Сумма:
uk: Усього:
