Repository: VladislavKudrin/salt_to_show
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ru, uk

source: <div class="container container-privacy"> <p class="heading text-center">Personal Data Processing Policy</p> <p> <br> </p> <p class="sub-heading">1. General Terms</p> <p>This personal data processing policy is drawn up in accordance with the requirements of the Federal Law of 07.27.2006. No. 152-ФЗ "On Personal Data" and determines the procedure for processing personal data and measures to ensure the security of personal data SALT (hereinafter - the Operator).</p> <p>- The operator sets as his most important goal and condition for the implementation of his activities the observance of the rights and freedoms of man and citizen when processing his personal data, including protecting the rights to privacy, personal and family secrets.</p> <p>- This Operator's policy regarding the processing of personal data (hereinafter - the Policy) applies to all information that the Operator can receive about visitors to the website http://saltish.co.&nbsp;</p> <p> <br> </p> <p class="sub-heading">2. Key Concepts Used in Politics</p> <p>- Automated processing of personal data - processing of personal data using computer technology;</p> <p>- Blocking of personal data - temporary termination of the processing of personal data (unless the processing is necessary to clarify personal data);</p> <p>- Website - a set of graphic and information materials, as well as computer programs and databases, ensuring their availability on the Internet at a network address http://saltish.co;</p> <p>- Personal data information system - a set of personal data contained in databases, and information technologies and technical means that ensure their processing;</p> <p>- Anonymization of personal data - actions, as a result of which it is impossible to determine without the use of additional information the belonging of personal data to a specific User or other personal data subject;</p> <p>- Personal data processing - any action (operation) or a set of actions (operations) performed using automation tools or without using such tools with personal data, including collection, recording, systematization, accumulation, storage, clarification (updating, changing), retrieval, use, transfer (distribution, provision, access), depersonalization, blocking, deletion, destruction of personal data;</p> <p>- Operator - a state body, municipal body, legal or natural person, independently or jointly with other persons organizing and (or) processing personal data, as well as determining the purposes of processing personal data, the composition of personal data to be processed, actions (operations) performed with personal data;</p> <p>- Personal data - any information relating directly or indirectly to a specific or determined Website User http://saltish.co;</p> <p>- User - any visitor to the website http://saltish.co;</p> <p>- Provision of personal data - actions aimed at the disclosure of personal data to a specific person or a certain circle of persons;</p> <p>- Dissemination of personal data - any actions aimed at disclosing personal data to an undefined circle of people (transfer of personal data) or familiarizing oneself with personal data of an unlimited circle of people, including disclosing personal data in the media, posting on information and telecommunication networks or providing access to personal data in any other way;</p> <p>- Cross-border transfer of personal data - the transfer of personal data to the territory of a foreign state to a foreign state authority, a foreign individual or foreign legal entity;</p> <p>- Destruction of personal data - any actions as a result of which personal data is permanently destroyed with the impossibility of further restoration of the content of personal data in the personal data information system and (or) as a result of which material carriers of personal data are destroyed.</p> <p> <br> </p> <p class="sub-heading">3. The Operator may process the following personal data of the User</p> <p>- Full Name;</p> <p>- Email address;</p> <p>- Photo;</p> <p>The site also collects and processes anonymized data about visitors (including cookies) using Internet statistics services (Google Analytics and others).</p> <p>The above data are further incorporated in the text of the Policy by the general concept of Personal Data.</p> <p> <br> </p> <p class="sub-heading">4. Purpose of processing personal data</p> <p>- The purpose of processing the User’s personal data is to inform the User by sending emails; providing the User with access to services, information and / or materials contained on the website.</p> <p>- The Operator also has the right to send notifications to the User about new products and services, special offers and various events. The user can always refuse to receive information messages by sending the Operator an email to info@saltish.co e-mail with the note “Refusal of notifications of new products and services and special offers”.</p> <p>- Anonymized user data collected using the Internet statistics services is used to collect information about the actions of users on the site, improve the quality of the site and its content.&nbsp;</p> <p> <br> </p> <p class="sub-heading">5. Legal basis for the processing of personal data</p> <p>- The Operator processes the User’s personal data only if it is filled and / or sent by the User independently through special forms located on the website http://saltish.co. By filling out the appropriate forms and / or sending your personal data to the Operator, the User expresses his consent to this Policy.</p> <p>- The operator processes anonymized data about the User if it is allowed in the settings of the User’s browser (the storage of cookies and the use of JavaScript technology are enabled).&nbsp;</p> <p> <br> </p> <p class="sub-heading">6. The procedure for the collection, storage, transfer and other types of processing of personal data</p> <p>The security of personal data processed by the Operator is ensured through the implementation of legal, organizational and technical measures necessary to fully comply with the requirements of the current legislation in the field of personal data protection.</p> <p>- Оператор обеспечивает сохранность персональных данных и принимает все возможные меры, исключающие доступ к персональным данным неуполномоченных лиц.</p> <p>- The User’s personal data will never, under any circumstances, be transferred to third parties, with the exception of cases related to the implementation of applicable law.</p> <p>- In case of inaccuracies in personal data, the User can update them independently by sending a notification to the Operator to the Operator’s email address info@saltish.co marked "Updating personal data".</p> <p>- The processing time for personal data is unlimited. The user can withdraw his consent to the processing of personal data at any time by sending a notification to the Operator by e-mail to the operator’s email address info@saltish.co marked "Revocation of consent to the processing of personal data".</p> <p> <br> </p> <p class="sub-heading">7. Cross-border transfer of personal data</p> <p>- The operator, prior to the start of the cross-border transfer of personal data, is obliged to make sure that the foreign state into whose territory it is supposed to transfer personal data provides reliable protection of the rights of subjects of personal data.</p> <p>- Cross-border transfer of personal data on the territory of foreign states that do not meet the above requirements can be carried out only if there is a written consent of the personal data subject to the cross-border transfer of his personal data and / or the execution of the contract to which the personal data subject is a party.</p> <p> <br> </p> <p class="sub-heading">8. Final terms</p> <p>- The user can get any clarification on issues of interest regarding the processing of his personal data by contacting the Operator via e-mail info@saltish.co.</p> <p>- This document will reflect any changes in the policy of processing personal data by the Operator. The policy is valid indefinitely until it is replaced with a new version.</p> <p>- The current version of the Policy in the public domain is located on the Internet at http://saltish.co/privacy.</p> </div>
ru: <div class="container container-privacy"><p class="heading text-center"> Политика обработки персональных данных </p><p><br></p><p class="sub-heading"> 1. Общие условия </p><p> Настоящая политика обработки персональных данных разработана в соответствии с требованиями закона и определяет порядок обработки персональных данных и меры по обеспечению безопасности персональных данных ОСВ (далее - Оператор). </p><p> - Оператор ставит своей важнейшей целью и условием для осуществления своей деятельности соблюдение прав и свобод человека и гражданина при обработке его персональных данных, в том числе защиту прав на неприкосновенность частной жизни, личные и семейные тайны. </p><p> - Настоящая Политика Оператора в отношении обработки персональных данных (далее - Политика) распространяется на всю информацию, которую Оператор может получить о посетителях сайта https://www.saltish.co/. </p><p><br></p><p class="sub-heading"> 2. Ключевые понятия, используемые в политике </p><p> - Автоматизированная обработка персональных данных - обработка персональных данных с использованием компьютерных технологий; </p><p> - блокирование персональных данных - временное прекращение обработки персональных данных (если только обработка не требуется для уточнения персональных данных); </p><p> - Веб-сайт - набор графических и информационных материалов, а также компьютерные программы и базы данных, обеспечивающие их доступность в сети Интернет по сетевому адресу https://www.saltish.co/; </p><p> - информационная система персональных данных - совокупность персональных данных, содержащихся в базах данных, а также информационных технологий и технических средств, обеспечивающих их обработку; </p><p> - Анонимизация персональных данных - действия, в результате которых невозможно без использования дополнительной информации определить принадлежность персональных данных конкретному Пользователю или другому субъекту персональных данных; </p><p> - Обработка персональных данных - любое действие (операция) или набор действий (операций), выполняемых с использованием инструментов автоматизации или без использования таких инструментов с персональными данными, включая сбор, запись, систематизацию, накопление, хранение, уточнение (обновление, изменение), поиск , использование, передача (распространение, предоставление, доступ), обезличивание, блокировка, удаление, уничтожение персональных данных; </p><p> - оператор - государственный орган, муниципальный орган, юридическое или физическое лицо, самостоятельно или совместно с другими лицами, занимающимися организацией и (или) обработкой персональных данных, а также определяющие цели обработки персональных данных, состав персональных данных, подлежащих обработке, действия (операции), выполняемые с личными данными; </p><p> - Личные данные - любая информация, прямо или косвенно относящаяся к конкретному или определенному пользователю сайта https://www.saltish.co/; </p><p> - Пользователь - любой посетитель сайта http://saltish.co; </p><p> - Предоставление персональных данных - действия, направленные на раскрытие персональных данных конкретному лицу или определенному кругу лиц; </p><p> - Распространение персональных данных - любые действия, направленные на раскрытие персональных данных неопределенному кругу людей (передача персональных данных) или ознакомление с персональными данными неограниченного круга лиц, включая раскрытие персональных данных в средствах массовой информации, размещение информации и телекоммуникационные сети или предоставление доступа к персональным данным любым другим способом; </p><p> - трансграничная передача персональных данных - передача персональных данных на территорию иностранного государства органу иностранного государства, иностранному физическому или иностранному юридическому лицу; </p><p> - уничтожение персональных данных - любые действия, в результате которых персональные данные окончательно уничтожаются при невозможности дальнейшего восстановления содержания персональных данных в информационной системе персональных данных и (или) в результате которых материальные носители персональных данных уничтожены. </p><p><br></p><p class="sub-heading"> 3. Оператор может обрабатывать следующие персональные данные Пользователя. </p><p> - ФИО; </p><p> - Адрес электронной почты; </p><p> - Фото; </p><p> Сайт также собирает и обрабатывает анонимные данные о посетителях (включая файлы cookie), используя службы статистики Интернета (Google Analytics и другие). </p><p> Вышеуказанные данные дополнительно включены в текст Политики в соответствии с общей концепцией Персональных данных. </p><p><br></p><p class="sub-heading"> 4. Цель обработки персональных данных </p><p> - Целью обработки персональных данных Пользователя является информирование Пользователя путем отправки электронных писем; предоставление Пользователю доступа к услугам, информации и / или материалам, содержащимся на сайте. </p><p> - Оператор также имеет право отправлять уведомления Пользователю о новых продуктах и услугах, специальных предложениях и различных событиях. Пользователь всегда может отказаться от получения информационных сообщений, отправив Оператору электронное письмо на электронный адрес info@saltish.co с пометкой «Отказ от уведомлений о новых товарах и услугах и специальных предложениях». </p><p> - Анонимные пользовательские данные, собранные с использованием сервисов интернет-статистики, используются для сбора информации о действиях пользователей на сайте, улучшения качества сайта и его содержания. </p><p><br></p><p class="sub-heading"> 5. Правовые основы обработки персональных данных </p><p> - Оператор обрабатывает персональные данные Пользователя, только если они заполняются и / или отправляются Пользователем самостоятельно через специальные формы, расположенные на сайте http://saltish.co. Заполняя соответствующие формы и / или отправляя ваши личные данные Оператору, Пользователь выражает свое согласие с настоящей Политикой. </p><p> - Оператор обрабатывает анонимные данные о Пользователе, если это разрешено в настройках браузера Пользователя (включено хранение файлов cookie и использование технологии JavaScript). </p><p><br></p><p class="sub-heading"> 6. Порядок сбора, хранения, передачи и других видов обработки персональных данных </p><p> Безопасность персональных данных, обрабатываемых Оператором, обеспечивается за счет реализации правовых, организационных и технических мер, необходимых для полного соответствия требованиям действующего законодательства в области защиты персональных данных. </p><p> - Операторы могут сохранять личные данные и принимать все возможные меры, исключая доступ к персональным данным неуполномоченных лиц. </p><p> - Персональные данные пользователя ни при каких обстоятельствах никогда не будут переданы третьим лицам, за исключением случаев, связанных с выполнением действующего законодательства. </p><p> - В случае неточностей в личных данных Пользователь может обновить их самостоятельно, отправив Оператору уведомление на электронный адрес Оператора info@saltish.co с пометкой «Обновление личных данных». </p><p> - Время обработки персональных данных не ограничено. Пользователь может отозвать свое согласие на обработку персональных данных в любое время, отправив уведомление Оператору по электронной почте на электронный адрес оператора info@saltish.co с пометкой «Отзыв согласия на обработку персональных данных». </p><p><br></p><p class="sub-heading"> 7. Трансграничная передача личных данных </p><p> - Оператор, до начала трансграничной передачи персональных данных, обязан убедиться, что иностранное государство, на территорию которого предполагается передавать персональные данные, обеспечивает надежную защиту прав субъектов персональных данных. </p><p> - Трансграничная передача персональных данных на территории иностранных государств, не соответствующих вышеуказанным требованиям, может осуществляться только при наличии письменного согласия персональных данных при условии трансграничной передачи его персональных данных и / или исполнение договора, стороной которого является субъект персональных данных. </p><p><br></p><p class="sub-heading"> 8. Окончательные условия </p><p> - Пользователь может получить любые разъяснения по интересующим вопросам, касающимся обработки его персональных данных, связавшись с Оператором по электронной почте info@saltish.co. </p><p> - Этот документ будет отражать любые изменения в политике обработки персональных данных Оператором. Политика действует до бесконечности, пока не будет заменена новой версией. </p><p> - Текущая версия Политики в свободном доступе находится в Интернете по адресу https://www.saltish.co/privacy/. </p></div>
uk: <div class="container container-privacy"> <p class="heading text-center">Політика обробки персональних даних</p> <p> <br> </p> <p class="sub-heading">1. Загальні умови</p> <p>Ця політика обробки персональних даних розроблена відповідно до вимог закону “Про персональні дані” та визначає порядок обробки персональних даних та заходи щодо забезпечення безпеки персональних даних SALT (далі - Оператор).</p> <p>- Оператор визначає як свою найважливішу мету та умову здійснення своєї діяльності дотримання прав і свобод людини і громадянина при обробці його персональних даних, включаючи захист прав на приватне життя, особисту та сімейну таємницю.</p> <p>- Політика цього Оператора щодо обробки персональних даних (далі - Політика) стосується всієї інформації, яку Оператор може отримувати про відвідувачів веб-сайту http://saltish.co.&nbsp;</p> <p> <br> </p> <p class="sub-heading">2. Основні поняття, які використовуються в політиці</p> <p>- Автоматизована обробка персональних даних - обробка персональних даних за допомогою комп’ютерної техніки;</p> <p>- Блокування персональних даних - тимчасове припинення обробки персональних даних (якщо обробка не потрібна для уточнення персональних даних);</p> <p>- Веб-сайт - набір графічних та інформаційних матеріалів, а також комп’ютерних програм та баз даних, що забезпечує їх доступність в Інтернеті за мережевою адресою http://saltish.co;</p> <p>- Інформаційна система персональних даних - сукупність персональних даних, що містяться в базах даних, та інформаційних технологій та технічних засобів, що забезпечують їх обробку;</p> <p>- Анонімізація персональних даних - дії, в результаті яких неможливо визначити без використання додаткової інформації належність персональних даних конкретному Користувачеві чи іншому суб’єкту персональних даних;</p> <p>- Обробка персональних даних - будь-яка дія (операція) або сукупність дій (операцій), що виконуються за допомогою засобів автоматизації або без використання таких інструментів з особистими даними, включаючи збір, запис, систематизацію, накопичення, зберігання, уточнення (оновлення, зміна), пошук, використання, передача (розповсюдження, надання, доступ), знеособлення, блокування, видалення, знищення персональних даних;</p> <p>- Оператор - державний орган, муніципальний орган, юридична чи фізична особа, незалежно або спільно з іншими особами, що організовують та (або) обробляють персональні дані, а також визначають цілі обробки персональних даних, склад персональних даних, що підлягають обробці, дії (операції), що виконуються з персональними даними;</p> <p>- Персональні дані - будь-яка інформація, що стосується прямо або опосередковано конкретного або визначеного Користувача Веб-сайту http://saltish.co;</p> <p>- Користувач - будь-який відвідувач веб-сайту http://saltish.co;</p> <p>- Надання персональних даних - дії, спрямовані на розкриття персональних даних конкретній особі або певному колу осіб;</p> <p>- Поширення персональних даних - будь-які дії, спрямовані на розкриття персональних даних невизначеному колу людей (передача персональних даних) або ознайомлення з персональними даними необмеженого кола людей, включаючи розкриття персональних даних у ЗМІ, розміщення інформації та телекомунікацій мережах або наданням доступу до персональних даних будь-яким іншим способом;</p> <p>- Транскордонна передача персональних даних - передача персональних даних на територію іноземної держави іноземному державному органу, іноземній фізичній чи іноземній юридичній особі;</p> <p>- Знищення персональних даних - будь-які дії, внаслідок яких персональні дані постійно знищуються з неможливістю подальшого відновлення вмісту персональних даних в інформаційній системі персональних даних та (або), внаслідок яких матеріальними носіями персональних даних є знищено.</p> <p> <br> </p> <p class="sub-heading">3. Оператор може обробляти такі особисті дані Користувача</p> <p>- Повне ім’я;</p> <p>- Електронна адреса;</p> <p>- Фото;</p> <p>Сайт також збирає та обробляє анонімізовані дані про відвідувачів (включаючи файли cookie) за допомогою служб Інтернет-статистики (Google Analytics та інші).</p> <p>Наведені вище дані додатково включені в текст Політики загальною концепцією Персональних даних.</p> <p> <br> </p> <p class="sub-heading">4. Мета обробки персональних даних</p> <p>- Метою обробки персональних даних Користувача є інформування Користувача шляхом надсилання електронних листів; надання Користувачеві доступу до послуг, інформації та / або матеріалів, що містяться на веб-сайті.</p> <p>- Оператор також має право надсилати повідомлення Користувачеві про нові товари та послуги, спеціальні пропозиції та різні заходи. Користувач завжди може відмовитись від отримання інформаційних повідомлень, надіславши Оператору електронний лист на адресу info@saltish.co з приміткою «Відмова від сповіщень про нові товари та послуги та спеціальні пропозиції”.</p> <p>- Анонімізовані дані користувачів, зібрані за допомогою служб Інтернет-статистики, використовуються для збору інформації про дії користувачів на сайті, підвищення якості сайту та його вмісту.&nbsp;</p> <p> <br> </p> <p class="sub-heading">5. Правова основа для обробки персональних даних</p> <p>- Оператор обробляє персональні дані Користувача, лише якщо вони заповнені та / або надіслані Користувачем самостійно через спеціальні форми, розміщені на веб-сайті http://saltish.co. Заповнюючи відповідні форми та / або надсилаючи Ваші персональні дані Оператору, Користувач висловлює згоду з цією політикою.</p> <p>- Оператор обробляє анонімізовані дані про Користувача, якщо це дозволено в налаштуваннях браузера Користувача (зберігання файлів cookie та використання технології JavaScript включено).&nbsp;</p> <p> <br> </p> <p class="sub-heading">6. Порядок збору, зберігання, передачі та інших видів обробки персональних даних</p> <p>Безпека персональних даних, що обробляються Оператором, забезпечується шляхом здійснення правових, організаційних та технічних заходів, необхідних для повного виконання вимог чинного законодавства у сфері захисту персональних даних..</p> <p>- Оператор забезпечує безпеку персональних даних і виконує всі можливі заходи, виключаючи доступні для персональних даних неповномовних осіб.</p> <p>- Особисті дані Користувача ніколи за жодних обставин не передаватимуться третім особам, за винятком випадків, пов’язаних із застосуванням чинного законодавства.</p> <p>- У разі неточностей персональних даних, Користувач може оновити їх самостійно, надіславши Оператору повідомлення на електронну адресу Оператора info@saltish.co з позначкою “Оновлення персональних даних”.</p> <p>- Час обробки персональних даних необмежений. Користувач може відкликати свою згоду на обробку персональних даних у будь-який час, надіславши Оператору повідомлення електронною поштою на електронну адресу оператора info@saltish.co з позначкою “Скасування згоди на обробку персональних даних”..</p> <p> <br> </p> <p class="sub-heading">7. Транскордонна передача персональних даних</p> <p>- Оператор до початку транскордонної передачі персональних даних зобов’язаний переконатися, що іноземна держава, на територію якої передбачається передавати персональні дані, забезпечує надійний захист прав суб’єктів персональних даних..</p> <p>- Транскордонна передача персональних даних на території іноземних держав, які не відповідають зазначеним вимогам, може бути здійснена лише за наявності письмової згоди суб’єкта персональних даних на транскордонну передачу його персональних даних та / або виконання договору, учасником якого є особисті дані.</p> <p> <br> </p> <p class="sub-heading">8. Заключні умови</p> <p>- Користувач може отримати будь-яке роз’яснення з питань, що цікавлять питання щодо обробки його персональних даних, зв’язавшись з Оператором через електронну пошту info@saltish.co.</p> <p>- Цей документ відображатиме будь-які зміни в політиці обробки персональних даних Оператором. Політика діє нескінченно, поки її не замінить новою версією.</p> <p>- Поточна версія Політики у відкритому доступі розміщена в Інтернеті за адресою http://saltish.co/privacy.</p> </div>
