Repository: VladislavKudrin/salt_to_show
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ru, uk

source: <div class="container container-terms"> <p class="heading text-center">Terms of use</p> <p>This User Agreement (hereinafter the Agreement) governs the relationship between the owner of saltish.co (hereinafter SALT or Administration) on the one hand and the user of the site on the other.</p> <p>SALT is not a media site.</p> <p>By using the site, you agree to the terms of this agreement.</p> <p> <br> </p> <p class="sub-heading">1. Subject of Agreement</p> <p class="sub-sub-heading">1.1 The administration gives the user the right to post on the site the following information:</p> <p>- Text information;</p> <p>- Photos</p> <p>- Links to materials posted on other sites</p> <p> <br> </p> <p class="sub-heading">2. Rights and obligations of the parties</p> <p class="sub-sub-heading">2.1 User has the right:</p> <p> - search for information on the site; </p> <p> - receive information on the site; </p> <p> - create information for the site; </p> <p> - distribute information on the site; </p> <p> - copy information to other sites with an indication of the source; </p> <p> - use the site information for commercial purposes without special permission. </p> <p> <br> </p> <p class="sub-sub-heading">2.2 The administration has the right: </p> <p> - at your own discretion and the need to create, modify, cancel the rules; </p> <p> - restrict access to any information on the site; </p> <p> - create, modify, delete information; </p> <p> - delete accounts. </p> <p> <br> </p> <p class="sub-sub-heading">2.3 User agrees: </p> <p> - ensure the accuracy of the information provided; </p> <p> - update the Personal Data provided during registration, if changed; </p> <p> - do not disrupt the website; </p> <p> - do not create multiple accounts on the Site if in fact they belong to the same person; </p> <p> - do not commit actions aimed at misleading other Users; </p> <p> - do not register an account on behalf of or in place of another person, with the exception of cases provided for by the legislation of the Russian Federation; </p> <p> - do not use scripts (programs) for the automated collection of information and / or interaction with the Site and its Services. </p> <p> <br> </p> <p class="sub-sub-heading">2.4 Administration undertakes: </p> <p> - maintain the site’s performance unless it is impossible for reasons beyond the Administration’s control; </p> <p> - implement comprehensive protection of the User account. </p> <p> <br> </p> <p class="sub-heading">3. Responsibility of the parties </p> <p> - The user is personally responsible for the information he disseminates. </p> <p> <br> </p> <p class="sub-heading">4. Terms of the Agreement </p> <p> This Agreement shall enter into force upon registration on the site. </p> <p> The agreement ceases to be valid when a new version appears. </p> <p> At any change to this agreement, the administration will notify users in a way convenient for it.</p> </div>
ru: <div class="container container-terms"> <p class="heading text-center">Пользовательское Соглашение</p> <p>Это пользовательское соглашение (далее Cоглашения) регулирует отношения между владельцем saltish.co (далее как SALT или администрация), с одной стороны, и пользователем сайта, с другой.</p> <p>SALT не является средством массовой информации.</p> <p>Используя сайт, Вы соглашаетесь с условиями этого соглашения.</p> <p> <br> </p> <p class="sub-heading">1. Предмет соглашения</p> <p class="sub-sub-heading">1.1 Администрация дает пользователю право размещать на сайте следующую информацию:</p> <p>- Текстовая информация;</p> <p>- Фотографии</p> <p>- Ссылки на материалы, размещенные на других сайтах</p> <p> <br> </p> <p class="sub-heading">2. Права и обязанности сторон</p> <p class="sub-sub-heading">2.1 Пользователь имеет право:</p> <p>- осуществлять поиск информации на сайте;</p> <p>- получать информацию на сайте;</p> <p>- создавать информацию для сайта;</p> <p>- распространять информацию на сайте;</p> <p>- копировать информацию на другие сайты с указанием источника;</p> <p>- использовать информацию сайта в коммерческих целях без специального разрешения.</p> <p> <br> </p> <p class="sub-sub-heading">2.2 Администрация имеет право:</p> <p>- по своему усмотрению и необходимости создавать, изменять, отменять правила;</p> <p>- ограничить доступ к любой информации на сайте;</p> <p>- создавать, изменять, удалять информацию;</p> <p>- удалить учетные записи.</p> <p> <br> </p> <p class="sub-sub-heading">2.3 Пользователь обязуется:</p> <p>- обеспечить точность предоставляемой информации;</p> <p>- обновление персональных данных, предоставленных при регистрации, в случае изменения;</p> <p>- не нарушать работоспособность сайта;</p> <p>- не создавать несколько учетных записей на сайте, если на самом деле они принадлежат одному и тому же лицу;</p> <p>- не совершать действия, направленные на введение в заблуждение других пользователей;</p> <p>- не регистрировать счет от имени или вместо другого лица;</p> <p>- не используйте скрипты (программы) для автоматизированного сбора информации и/или взаимодействия с Сайтом и его службами.</p> <p> <br> </p> <p class="sub-sub-heading">2.4 Администрация обязуется:</p> <p>-поддерживать работоспособность сайта за исключением случаев, когда это невозможно по независящим от Администрации причинам;</p> <p>- осуществлять комплексную защиту учетной записи пользователя.</p> <p> <br> </p> <p class="sub-heading">3. Ответственность сторон</p> <p>- Пользователь лично несет полную ответственность за распространяемую им информацию.</p> <p> <br> </p> <p class="sub-heading">4. Условия действия Соглашения</p> <p>Данное Соглашение вступает в силу при регистрации на сайте.</p> <p>Соглашение перестает действовать при появлении его новой версии.</p> <p>При любом изменении данного соглашения, администрация будет оповещать пользователей удобным для нее способом.</p> </div>
uk: <div class="container container-terms"> <p class="heading text-center">Умови використання</p> <p>Ця Угода користувача (далі Угода) регулює відносини між власником солянки.co (далі SALT або Адміністрація), з одного боку, та користувачем сайту з іншого..</p> <p>SALT не є медіа-сайтом.</p> <p>Використовуючи сайт, ви погоджуєтесь з умовами цього договору.</p> <p> <br> </p> <p class="sub-heading">1. Предмет угоди</p> <p class="sub-sub-heading">1.1 Адміністрація надає користувачеві право розміщувати на сайті таку інформацію:</p> <p>- Текстова інформація;</p> <p>- Фотографії</p> <p>- Посилання на матеріали, розміщені на інших сайтах</p> <p> <br> </p> <p class="sub-heading">2. Права та обов’язки сторін</p> <p class="sub-sub-heading">2.1 Користувач має право:</p> <p> - пошук інформації на сайті; </p> <p> - отримувати інформацію на сайті; </p> <p> - створити інформацію для сайту; </p> <p> - поширювати інформацію на сайті; </p> <p> - копіювати інформацію на інші сайти із зазначенням джерела; </p> <p> - використовувати інформацію про сайт у комерційних цілях без спеціального дозволу. </p> <p> <br> </p> <p class="sub-sub-heading">2.2 Адміністрація має право: </p> <p> - на власний розсуд та необхідність створювати, змінювати, скасовувати правила; </p> <p> - обмежити доступ до будь-якої інформації на сайті; </p> <p> - створювати, змінювати, видаляти інформацію; </p> <p> - видалити облікові записи. </p> <p> <br> </p> <p class="sub-sub-heading">2.3 Користувач погоджується: </p> <p> - забезпечити точність наданої інформації; </p> <p> - оновити Особисті дані, надані під час реєстрації, якщо їх змінено; </p> <p> - не порушуйте веб-сайт; </p> <p> - не створюйте декілька облікових записів на Сайті, якщо вони фактично належать одній особі; </p> <p> - не вчиняйте дій, спрямованих на введення в оману інших Користувачів; </p> <p> - не реєструвати обліковий запис від імені або замість іншої особи, за винятком випадків, передбачених законодавством; </p> <p> - не використовуйте сценарії (програми) для автоматизованого збору інформації та / або взаємодії з Сайтом та його Сервісами. </p> <p> <br> </p> <p class="sub-sub-heading">2.4 Адміністрація зобов’язується: </p> <p> - підтримуйте ефективність сайту, якщо це неможливо з причин, що не відповідають адміністрації; </p> <p> - здійснювати комплексний захист облікового запису користувача. </p> <p> <br> </p> <p class="sub-heading">3. Відповідальність сторін </p> <p> - Користувач несе персональну відповідальність за інформацію, яку він поширює. </p> <p> <br> </p> <p class="sub-heading">4. Умови Угоди </p> <p> Ця Угода набуває чинності після реєстрації на сайті. </p> <p> Договір перестає діяти, коли з’являється нова версія. </p> <p> При будь-якій зміні цього договору адміністрація повідомляє користувачів зручним для нього способом.</p> </div>

source: GO TO CHATS
ru: ПЕРЕЙТИ В ДИАЛОГИ
uk: ПЕРЕЙТИ ДО ЧАТУ

source: Hey! You have new messages. Check them out! SALT
ru: Приветик, У тебя есть непрочитанные сообщения. Не забудь их чекнуть! SALT
uk: Салют! У тебе є нові повідомлення. Чекни їх! SALT

source: <p>Hey!</p> <p>Reset your password on %(domain)s for %(user)s:</p>
ru: <p>Привет!</p> <p>Перейди по ссылке, чтобы восстановить пароль на %(domain)s для %(user)s:</p>

source: <p>Thank you!</p> <p>SALT</p>
ru: <p>Спасибо!</p> <p>SALT</p>

source: Hello, Reset your password on %(domain)s for %(user)s:
ru: Привет, Сброс пароля на %(domain)s для %(user)s:
uk: Привіт, Скинути пароль %(domain)s для %(user)s:

source: <div style="text-align: center; padding-bottom: 16px; font-family: sans-serif; padding: 32px 32px;"> <a href="https://www.saltish.co/" style="text-decoration: none; color: black; font-size: 36px">SALT</a> </div> <div style="background-color: #eaeaea4f; font-size: 20px; font-family: sans-serif;text-align: center; padding: 32px 32px;"> <p>Hey!</p> <p>Please activate your account for %(email)s by clicking the link below:</p> <p><a href='%(path)s'>%(path)s</a></p> <p>Once you activate, you can login!</p> <p>Thank you!</p> <p>SALT</p> <div> <a href="https://vk.com/saltmarketplace" ><img style='width: 20px; height: 20px; margin: 0 4px;' src="https://image.flaticon.com/icons/png/512/2175/2175348.png"></a> <a href="https://www.instagram.com/saltish.co/" ><img style='width: 20px; height: 20px; margin: 0 4px;' src="https://image.flaticon.com/icons/png/512/2175/2175198.png"></a> </div> </div>
ru: <div style="text-align: center; padding-bottom: 16px; font-family: sans-serif; padding: 32px 32px;"> <a href="https://www.saltish.co/" style="text-decoration: none; color: black; font-size: 36px">SALT</a> </div> <div style="background-color: #eaeaea4f; font-size: 20px; font-family: sans-serif;text-align: center; padding: 32px 32px;"> <p>Салют!</p> <p>Пожалуйста, активируй свой аккаунт %(email)s , нажав на:</p> <p><a href='%(path)s'>%(path)s</a></p> <p>После этого ты сможешь зайти на сайт.</p> <p>Спасибо, что ты с нами!</p> <p>SALT</p> <div> <a href="https://vk.com/saltmarketplace" ><img style='width: 20px; height: 20px; margin: 0 4px;' src="https://image.flaticon.com/icons/png/512/2175/2175348.png"></a> <a href="https://www.instagram.com/saltish.co/" ><img style='width: 20px; height: 20px; margin: 0 4px;' src="https://image.flaticon.com/icons/png/512/2175/2175198.png"></a> </div> </div>

source: Hey, Please activate your account for %(email)s by clicking the link below: %(path)s Once you activate, you can login! Thank you, SALT
ru: Привет, Пожалуйста, активируй %(email)s , нажав на: %(path)s После этого можешь пользоваться аккаунтом. Спасибо, SALT
uk: Привіт, Будь ласка, активуй %(email)s, натиснувши на: %(path)s Після цьюго можеш користуватися аккаунтом. Дякуємо, SALT

source: Adults
ru: Взрослые
uk: Дорослi

source: Men
ru: Мужское
uk: Чоловіче

source: Boys
ru: Мальчики
uk: Хлопчик

source: Women
ru: Женское
uk: Жіноче

source: Girls
ru: Девочки
uk: Дівчатка

source: Gender-Neutral
ru: Унисекс
uk: Унісекс

source: Tops
ru: Верх
uk: Верх

source: Bottoms
ru: Низ
uk: Низ

source: Shoes
ru: Обувь
uk: Взуття

source: Accessories
ru: Аксессуары
uk: Аксесуари

source: Outerwear
ru: Верхняя одежда
uk: Верхній одяг

source: Dresses & Overalls
ru: Платья и Комбинезоны
uk: Сукні i Комбінезони

source: T-Shirts & Polos
ru: Футболки и Поло
uk: Футболки i Поло

source: Tops & Body
ru: Топы и Боди
uk: Топи і Боді

source: Shirts
ru: Рубашки
uk: Сорочки

source: Sweaters
ru: Свитера
uk: Светри

source: Sweatshirts/Hoodies
ru: Свитшоты и Худи
uk: Світшоти i Худі

source: Jeans
ru: Джинсы
uk: Джинси

source: Shorts
ru: Шорты
uk: Шорти

source: Sweatpants
ru: Спортивные штаны
uk: Спортивні штани

source: Pants
ru: Брюки
uk: Брюки

source: Rocks
ru: Юбки
uk: Спідниці

source: Sneakers
ru: Сникерсы
uk: Кросівки

source: Classic Shoes
ru: Классическая обувь
uk: Класичне взуття

source: Boots
ru: Ботинки и Сапоги
uk: Черевики і Чоботи

source: Sandals
ru: Сандали
uk: Сандалі

source: High Heels
ru: Каблуки
uk: Підбори

source: Bags & Backpacks
ru: Сумки и Рюкзаки
uk: Сумки і Рюкзаки

source: Bags & Luggage
ru: Сумки и Рюкзаки
uk: Сумки і Рюкзаки

source: Belts
ru: Ремни
uk: Ремені

source: Scarves
ru: Шарфы
uk: Шарфи

source: Hats
ru: Головные уборы
uk: Головні убори

source: Jewelry & Watches
ru: Украшения и Часы
uk: Прикраси і Годинники

source: Wallets
ru: Кошельки
uk: Гаманці

source: Socks/Underwear
ru: Нижнее белье
uk: Білизна

source: Sunglasses
ru: Очки
uk: Окуляри

source: Miscellaneous
ru: Разное
uk: Різне

source: Winter Jackets
ru: Зимние куртки
uk: Зимові куртки

source: Leather Jackets
ru: Кожаные куртки
uk: Шкіряні куртки

source: Coats
ru: Пальто
uk: Пальто

source: Jeans Jackets
ru: Джинсовые куртки
uk: Джинсові куртки

source: Light Jackets
ru: Легкие куртки
uk: Легкі куртки

source: Dresses
ru: Платья
uk: Сукні

source: Overalls
ru: Комбинезоны
uk: Комбінезони

source: New with tags
ru: Новая вещь с бирками
uk: Нова річ з біркою

source: Gently used
ru: Отличное состояние
uk: Чудовий стан

source: Used
ru: Нормальное состояние
uk: Нормальний стан

source: Created
ru: Не оплачено
uk: Створений

source: Paid
ru: Оплачено
uk: Сплачено

source: Shipped
ru: Доставлено
uk: Доставлено

source: Why SALT?
ru: Почему SALT?
uk: Чому SALT?

source: Re-activate your Email
ru: Повторная активация мейла

source: Found
uk: Знайдено

source: Items
uk: Айтеми

source: Купить безопасно
uk: Купити безпечно

source: <p>Hey,</p> <div style="text-align: center; padding-bottom: 16px; font-family: sans-serif; padding: 32px 32px;"> <a href="https://www.saltish.co/" style="text-decoration: none; color: black; font-size: 36px">SALT</a> </div> <div style="background-color: #eaeaea4f; font-family: sans-serif;text-align: center; padding: 32px 32px;"> <div style="font-size: 20px; text-align: left !important;"> <p>Please activate your account for %(email)s by clicking the link below:</p> <p><a href='%(path)s'>%(path)s</a></p> <p>Once you activate, you can login!</p> <p>Thank you, <br> SALT</p> </div> <div> <a href="https://vk.com/saltmarketplace" ><img style='width: 20px; height: 20px; margin: 0 4px;' src="https://image.flaticon.com/icons/png/512/2175/2175348.png"></a> <a href="https://www.instagram.com/saltish.co/" ><img style='width: 20px; height: 20px; margin: 0 4px;' src="https://image.flaticon.com/icons/png/512/2175/2175198.png"></a> <a href="https://www.linkedin.com/company/saltish-co/about/"" ><img style='width: 20px; height: 20px; margin: 0 4px;' src="https://image.flaticon.com/icons/png/512/2168/2168311.png"></a> </div> </div> <p>SALT</p>
uk: <p>Салют!</p> <div style=“text-align: center; padding-bottom: 16px; font-family: sans-serif; padding: 32px 32px;”> <a href=“https://www.saltish.co/“ style=“text-decoration: none; color: black; font-size: 36px”>SALT</a> </div> <div style=“background-color: #eaeaea4f; font-family: sans-serif;text-align: center; padding: 32px 32px;”> <div style=“font-size: 20px; text-align: left !important;”> <p>Будь ласка, активуй свій аккаунт для %(email)s , натиснувши ссылку нижче:</p> <p><a href=‘%(path)s’>%(path)s</a></p> <p>Після активації ти зможеш увійти!</p> <p>Дякуємо! <br> SALT</p> </div> <div> <a href=“https://vk.com/saltmarketplace” ><img style=‘width: 20px; height: 20px; margin: 0 4px;’ src=“https://image.flaticon.com/icons/png/512/2175/2175348.png”></a> <a href=“https://www.instagram.com/saltish.co/“ ><img style=‘width: 20px; height: 20px; margin: 0 4px;’ src=“https://image.flaticon.com/icons/png/512/2175/2175198.png”></a> <a href=“https://www.linkedin.com/company/saltish-co/about/“” ><img style=‘width: 20px; height: 20px; margin: 0 4px;’ src=“https://image.flaticon.com/icons/png/512/2168/2168311.png”></a> </div> </div> <p>SALT</p>
